Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKit/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.accept
source: Accept
ar: قبول
bg: Приеми
ca: Acceptar
cs: Přijmout
da: Accepter
de: Annehmen
el: Αποδοχή
es: Aceptar
es_419: Aceptar
fi: Hyväksy
fr: Accepter
fr_ca: Accepter
he: קבל
hi: स्वीकार
hr: Prihvati
hu: Elfogadás
id: Terima
it: Accetta
ja: 承認
kk: Қабылдау
ko: 수락
ms: Terima
nb: Godta
nl: Accepteer
pl: Przyjmij
pt_br: Aceitar
pt_pt: Aceitar
ro: Acceptați
ru: Принять
sk: Prijať
sv: Godkänn
th: ตอบรับ
tr: Kabul Et
uk: Прийняти
vi: Chấp nhận
zh_hans: 接受
zh_hant: 接受
zh_hk: 接受

# TK.Action.add
source: Add
ar: إضافة
bg: Добави
ca: Afegir
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
es_419: Agregar
fi: Lisää
fr: Ajouter
fr_ca: Ajouter
he: הוספה
hi: जोड़ें
hr: Dodaj
hu: Hozzáadása
id: Tambah
it: Aggiungi
ja: 追加
kk: Қосу
ko: 추가
ms: Tambah
nb: Legg til
nl: Voeg toe
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro: Adăugați
ru: Добавить
sk: Pridať
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 加入
zh_hk: 添加

# TK.Action.addAccount
source: Add Account
ar: إضافة حساب
bg: Добави акаунт
ca: Afegir compte
cs: Přidat účet
da: Tilføj konto
de: Account hinzufügen
el: Προσθήκη λογαριασμού
es: Añadir cuenta
es_419: Agregar cuenta
fi: Lisää tili
fr: Ajouter un compte
fr_ca: Ajouter un compte
he: הוסף/י חשבון
hi: खाता जोड़ें
hr: Dodaj račun
hu: Fiók hozzáadása
id: Tambah Akun
it: Aggiungi account
ja: アカウントを追加
kk: Аккаунтты қосу
ko: 계정 추가
ms: Tambah Akaun
nb: Legg til konto
nl: Voeg account toe
pl: Dodaj konto
pt_br: Adicionar Conta
pt_pt: Adicionar Conta
ro: Adăugați un cont
ru: Добавить учетную запись
sk: Pridať účet
sv: Lägg till konto
th: เพิ่มบัญชี
tr: Hesap Ekle
uk: Додати обліковий запис
vi: Thêm tài khoản
zh_hans: 添加帐户
zh_hant: 加入帳號
zh_hk: 添加帳戶

# TK.Action.addCard
source: Add Card
ar: إضافة بطاقة
bg: Добави карта
ca: Afegir targeta
cs: Přidat kartu
da: Tilføj kort
de: Karte hinzufügen
el: Προσθήκη κάρτας
es: Añadir tarjeta
es_419: Agregar tarjeta
fi: Lisää kortti
fr: Ajouter une carte
fr_ca: Ajouter une carte
he: הוספת כרטיס
hi: कार्ड जोड़ें
hr: Dodaj karticu
hu: Kártya hozzáadása
id: Tambah Kartu
it: Aggiungi carta
ja: カードを追加
kk: Картаны қосу
ko: 카드 추가
ms: Tambah Kad
nb: Legg til kort
nl: Voeg kaart toe
pl: Dodaj kartę
pt_br: Adicionar Cartão
pt_pt: Adicionar Cartão
ro: Adăugați un card
ru: Добавить карту
sk: Pridať kartu
sv: Lägg till kort
th: เพิ่มบัตร
tr: Kart Ekle
uk: Додати картку
vi: Thêm thẻ
zh_hans: 添加卡片
zh_hant: 加入卡片
zh_hk: 添加卡片

# TK.Action.addComment
source: Add Comment
ar: إضافة تعليق
bg: Добави коментар
ca: Afegir comentari
cs: Přidat komentář
da: Tilføj kommentar
de: Kommentieren
el: Προσθήκη σχολίου
es: Añadir comentario
es_419: Agregar comentario
fi: Lisää kommentti
fr: Ajouter un commentaire
fr_ca: Ajouter un commentaire
he: הוסף/י הערה
hi: टिप्पणी जोड़ें
hr: Dodaj komentar
hu: Megjegyzés hozzáadása
id: Tambah Komentar
it: Aggiungi commento
ja: コメントを追加
kk: Комментарий қосу
ko: 설명 추가
ms: Tambah Komen
nb: Legg til kommentar
nl: Voeg opmerking toe
pl: Dodaj komentarz
pt_br: Adicionar comentário
pt_pt: Adicionar Comentário
ro: Adăugați un comentariu
ru: Добавить комментарий
sk: Pridať komentár
sv: Lägg till kommentar
th: เพิ่มความคิดเห็น
tr: Yorum Ekle
uk: Додати коментар
vi: Thêm nhận xét
zh_hans: 添加注释
zh_hant: 加入註解
zh_hk: 添加評論

# TK.Action.addContact
source: Add Contact
ar: إضافة جهة الاتصال
bg: Добави контакт
ca: Afegir contacte
cs: Přidat kontakt
da: Tilføj kontakt
de: Kontakt hinzufügen
el: Προσθήκη επαφής
es: Añadir contacto
es_419: Agregar contacto
fi: Lisää yhteystieto
fr: Ajouter un contact
fr_ca: Ajouter un contact
he: הוספת איש קשר
hi: संपर्क जोड़ें
hr: Dodaj kontakt
hu: Kontakt hozzáadása
id: Tambah Kontak
it: Aggiungi contatto
ja: 連絡先を追加
kk: Контакт қосу
ko: 연락처 추가
ms: Tambah Kenalan
nb: Legg til kontakt
nl: Voeg contact toe
pl: Dodaj kontakt
pt_br: Adicionar Contato
pt_pt: Adicionar Contacto
ro: Adăugați un contact
ru: Добавить контакт
sk: Pridať kontakt
sv: Lägg till kontakt
th: เพิ่มรายชื่อ
tr: Kişi Ekle
uk: Додати контакт
vi: Thêm liên hệ
zh_hans: 添加联系人
zh_hant: 加入聯絡人
zh_hk: 添加聯絡人

# TK.Action.addData
source: Add Data
ar: إضافة بيانات
bg: Добави данни
ca: Afegir dades
cs: Přidat data
da: Tilføj data
de: Daten hinzufügen
el: Προσθήκη δεδομένων
es: Añadir datos
es_419: Agregar datos
fi: Lisää dataa
fr: Ajouter des données
fr_ca: Ajouter des données
he: הוספת נתונים
hi: डेटा जोड़ें
hr: Dodaj podatke
hu: Adatok hozzáadása
id: Tambah Data
it: Aggiungi dati
ja: データを追加
kk: Дерек қосу
ko: 데이터 추가
ms: Tambah Data
nb: Legg til data
nl: Voeg gegevens toe
pl: Dodaj dane
pt_br: Adicionar Dados
pt_pt: Adicionar Dados
ro: Adăugați date
ru: Добавить данные
sk: Pridať dáta
sv: Lägg till data
th: เพิ่มข้อมูล
tr: Veri Ekle
uk: Додати дані
vi: Thêm dữ liệu
zh_hans: 添加数据
zh_hant: 加入數據
zh_hk: 添加數據

# TK.Action.addMoney
source: Add Money
ar: إضافة مال
bg: Добави пари
ca: Afegir diners
cs: Přidat hotovost
da: Indsæt penge
de: Geld hinzufügen
el: Προσθήκη χρημάτων
es: Añadir dinero
es_419: Agregar dinero
fi: Lisää rahaa
fr: Ajouter de l’argent
fr_ca: Ajouter de l'argent
he: הוסף כסף
hi: धन जोड़ें
hr: Dodaj novac
hu: Hozzáadás
id: Tambah Uang
it: Aggiungi credito
ja: お金を追加
kk: Ақша қосу
ko: 금액 추가
ms: Tambah Wang
nb: Legg til penger
nl: Voeg geld toe
pl: Dodaj środki
pt_br: Adicionar Dinheiro
pt_pt: Adicionar Dinheiro
ro: Adăugați bani
ru: Внести деньги
sk: Pridať peniaze
sv: Fyll på pengar
th: เติมเงิน
tr: Para Ekle
uk: Внести кошти
vi: Nạp tiền
zh_hans: 充值
zh_hant: 加值
zh_hk: 添加資金

# TK.Action.addName
source: Add Name
ar: إضافة اسم
bg: Добави име
ca: Afegir nom
cs: Přidat jméno
da: Tilføj navn
de: Name hinzufügen
el: Προσθήκη ονόματος
es: Añadir nombre
es_419: Agregar nombre
fi: Lisää nimi
fr: Ajouter un nom
fr_ca: Ajouter un nom
he: הוספת שם
hi: नाम जोड़ें
hr: Dodaj ime
hu: Név hozzáadása
id: Tambah Nama
it: Aggiungi nome
ja: 名前を追加
kk: Атын қосу
ko: 이름 추가
ms: Tambah Nama
nb: Legg til navn
nl: Voeg naam toe
pl: Dodaj imię
pt_br: Adicionar Nome
pt_pt: Adicionar Nome
ro: Adăugați numele
ru: Добавить имя
sk: Pridať meno
sv: Lägg till namn
th: เพิ่มชื่อ
tr: Ad Ekle
uk: Додати імʼя
vi: Thêm tên
zh_hans: 添加姓名
zh_hant: 加入姓名
zh_hk: 添加名稱

# TK.Action.addPeople
source: Add People
ar: إضافة أشخاص
bg: Добави хора
ca: Afegir persones
cs: Přidat lidi
da: Tilføj personer
de: Personen hinzufügen
el: Προσθήκη ατόμων
es: Añadir personas
es_419: Agregar personas
fi: Lisää käyttäjiä
fr: Ajouter des personnes
fr_ca: Ajouter des personnes
he: הוספת אנשים
hi: लोग जोड़ें
hr: Dodaj osobe
hu: Személyek hozzáadása
id: Tambah Orang
it: Aggiungi persone
ja: 人を追加
kk: Адамдарды қосу
ko: 사람 추가
ms: Tambah Orang
nb: Legg til personer
nl: Voeg mensen toe
pl: Dodaj osoby
pt_br: Adicionar Pessoas
pt_pt: Adicionar Pessoas
ro: Adăugați persoane
ru: Добавить людей
sk: Pridať ľudí
sv: Lägg till personer
th: เพิ่มผู้คน
tr: Kişi Ekle
uk: Додати людей
vi: Thêm người
zh_hans: 添加用户
zh_hant: 加入成員
zh_hk: 添加人員

# TK.Action.addPhoto
source: Add Photo
ar: إضافة صورة
bg: Добави снимка
ca: Afegir foto
cs: Přidat fotografii
da: Tilføj foto
de: Foto hinzufügen
el: Προσθήκη φωτογραφίας
es: Añadir foto
es_419: Agregar foto
fi: Lisää kuva
fr: Ajouter une photo
fr_ca: Ajouter une photo
he: הוסף תמונה
hi: तस्वीर जोड़ें
hr: Dodaj fotografiju
hu: Fotó hozzáadása
id: Tambah Foto
it: Aggiungi foto
ja: 写真を追加
kk: Фото қосу
ko: 사진 추가
ms: Tambah Foto
nb: Legg til foto
nl: Voeg foto toe
pl: Dodaj zdjęcie
pt_br: Adicionar Foto
pt_pt: Adicionar Foto
ro: Adăugați o poză
ru: Добавить фото
sk: Pridať fotku
sv: Lägg till bild
th: เพิ่มรูปภาพ
tr: Fotoğraf Ekle
uk: Додати фото
vi: Thêm ảnh
zh_hans: 添加照片
zh_hant: 加入照片
zh_hk: 添加照片

# TK.Action.addTags
source: Add Tags
ar: إضافة علامات
bg: Добави етикети
ca: Afegir etiquetes
cs: Přidat značky
da: Tilføj mærker
de: Tags hinzufügen
el: Προσθήκη ετικετών
es: Añadir etiquetas
es_419: Agregar etiquetas
fi: Lisää tunnisteita
fr: Ajouter des tags
fr_ca: Ajouter des étiquettes
he: הוסף תגיות
hi: टैग जोड़ें
hr: Dodaj tagove
hu: Címkék hozzáadása
id: Tambah Label
it: Aggiungi tag
ja: タグを追加
kk: Тегтерді қосу
ko: 태그 추가
ms: Tambah Tag
nb: Legg til tagger
nl: Voeg tags toe
pl: Dodaj tagi
pt_br: Adicionar tags
pt_pt: Adicionar Etiquetas
ro: Adăugați etichete
ru: Добавить теги
sk: Pridať značky
sv: Lägg till taggar
th: เพิ่มแท็ก
tr: Etiket Ekle
uk: Додати теги
vi: Thêm nhãn
zh_hans: 添加标签
zh_hant: 加入標籤
zh_hk: 添加標籤

# TK.Action.addToContacts
source: Add to Contacts
ar: إضافة إلى جهات الاتصال
bg: Добави в Контакти
ca: Afegir als contactes
cs: Přidat do kontaktů
da: Føj til Kontakter
de: Zu Kontakten
el: Προσθήκη στις Επαφές
es: Añadir a Contactos
es_419: Agregar a contactos
fi: Lisää yhteystietoihin
fr: Ajouter aux contacts
fr_ca: Ajouter aux contacts
he: הוסף לאנשי קשר
hi: संपर्क में जोड़ें
hr: Dodaj u Kontakte
hu: Hozzáadás a Kontaktokhoz
id: Tambahkan ke Kontak
it: Aggiungi a Contatti
ja: 連絡先に追加
kk: Контактілер тізіміне қосу
ko: 연락처에 추가
ms: Tambah ke Kenalan
nb: Legg til i kontakter
nl: Zet in Contacten
pl: Dodaj do kontaktów
pt_br: Adicionar aos Contatos
pt_pt: Adicionar aos Contactos
ro: Adăugați la Contacte
ru: Добавить в Контакты
sk: Pridať do kontaktov
sv: Lägg till i kontakter
th: เพิ่มไปยังรายชื่อ
tr: Kişilere Ekle
uk: Додати в контакти
vi: Thêm vào Danh bạ
zh_hans: 添加到通讯录
zh_hant: 加入聯絡人
zh_hk: 添加到聯絡人

# TK.Action.addToFavorites
source: Add to Favorites
ar: إضافة إلى المفضلة
bg: Добави към Любими
ca: Afegir als favorits
cs: Přidat do oblíbených
da: Føj til favoritter
de: Als Favoriten sichern
el: Προσθήκη στα Αγαπημένα
es: Añadir a favoritos
es_419: Agregar a favoritos
fi: Lisää suosikkeihin
fr: Ajouter aux favoris
fr_ca: Ajouter aux favoris
he: הוספה למועדפים
hi: पसंदीदा में जोड़ें
hr: Dodaj u omiljeno
hu: Hozzáadás a Kedvencekhez
id: Tambah ke Favorit
it: Aggiungi ai preferiti
ja: よく使う項目に追加
kk: Таңдаулыларға қосу
ko: 즐겨찾기에 추가
ms: Tambah ke Kegemaran
nb: Legg til i favoritter
nl: Zet in favorieten
pl: Dodaj do ulubionych
pt_br: Adicionar aos Favoritos
pt_pt: Adicionar aos Favoritos
ro: Adăugați la Favorite
ru: Добавить в Избранное
sk: Pridať k obľúbeným
sv: Lägg till i favoriter
th: เพิ่มไปยังรายการโปรด
tr: Favorilere Ekle
uk: Додати до Улюблених
vi: Thêm vào Mục ưa thích
zh_hans: 添加到个人收藏
zh_hant: 加入喜好項目
zh_hk: 添加到最愛

# TK.Action.addToHomeScreen
source: Add to Home Screen
ar: إضافة إلى الصفحة الرئيسية
bg: Добави към Начален екран
ca: Afegir a la pantalla d’inici
cs: Přidat na plochu
da: Føj til hjemmeskærm
de: Zum Home-Bildschirm
el: Προσθήκη σε οθόνη Αφετηρίας
es: Añadir a pantalla de inicio
es_419: Agregar a la pantalla de inicio
fi: Lisää Koti-valikkoon
fr: Ajouter à l’écran d’accueil
fr_ca: Ajouter à l'écran d'accueil
he: הוספה למסך הבית
hi: होम स्क्रीन पर जोड़ें
hr: Dodaj na početni zaslon
hu: Hozzáadás a Főképernyőhöz
id: Tambah ke Layar Utama
it: Aggiungi a Home
ja: ホーム画面に追加
kk: «Басты бет» экранына қосу
ko: 홈 화면에 추가
ms: Tambah ke Skrin Utama
nb: Legg til på startskjerm
nl: Zet op beginscherm
pl: Dodaj do ekranu początkowego
pt_br: Adicionar à Tela de Início
pt_pt: Adicionar ao Ecrã de Início
ro: Adăugați la ecranul principal
ru: Добавить на экран «Домой»
sk: Pridať na plochu
sv: Lägg till på hemskärmen
th: เพิ่มไปยังหน้าจอโฮม
tr: Ana Ekrana Ekle
uk: На Початковий екран
vi: Thêm vào MH chính
zh_hans: 添加到主屏幕
zh_hant: 加入主畫面
zh_hk: 添加到主屏幕

# TK.Action.addToLibrary
source: Add to Library
ar: إضافة إلى المكتبة
bg: Добави в Библиотека
ca: Afegir a la fototeca
cs: Přidat do knihovny
da: Føj til bibliotek
de: Zur Mediathek hinzufügen
el: Προσθήκη στη Βιβλιοθήκη
es: Añadir a la fototeca
es_419: Agregar a la biblioteca
fi: Lisää kirjastoon
fr: Ajouter à la photothèque
fr_ca: Ajouter à la bibliothèque
he: הוסף לספריה
hi: लाइब्रेरी में जोड़ें
hr: Dodaj u medijateku
hu: Hozzáadás a könyvtárhoz
id: Tambahkan ke Perpustakaan
it: Aggiungi alla libreria
ja: ライブラリに追加
kk: Медиатекаға қосу
ko: 보관함에 추가
ms: Tambah ke Pustaka
nb: Legg til i bibliotek
nl: Zet in bibliotheek
pl: Dodaj do biblioteki
pt_br: Adicionar à biblioteca
pt_pt: Adicionar à Biblioteca
ro: Adăugare în bibliotecă
ru: Добавить в Медиатеку
sk: Pridať do knižnice
sv: Lägg till i bibliotek
th: เพิ่มไปยังคลัง
tr: Arşiv’e Ekle
uk: Додати до фототеки
vi: Thêm vào Thư viện
zh_hans: 添加到图库
zh_hant: 加入圖庫
zh_hk: 添加到資料庫

# TK.Action.addToReadingList
source: Add to Reading List
ar: إضافة إلى قائمة القراءة
bg: Добави в Списък за четене
ca: Afegir a la llista de lectura
cs: Přidat do seznamu četby
da: Føj til læselisten
de: Zur Leseliste hinzufügen
el: Προσθήκη στη Λίστα ανάγνωσης
es: Añadir a la lista de lectura
es_419: Agregar a la lista de lectura
fi: Lisää lukulistalle
fr: Ajouter à la liste de lecture
fr_ca: Ajouter à la liste de lecture
he: הוסף לרשימת הקריאה
hi: पठन सूची में जोड़ें
hr: Dodaj u popis za čitanje
hu: Hozzáadás az olvasási listához
id: Tambahkan ke Daftar Bacaan
it: Aggiungi all’elenco di lettura
ja: リーディングリストに追加
kk: Оқу тізіміне қосу
ko: 읽기 목록에 추가
ms: Tambah ke Senarai Bacaan
nb: Legg til i leseliste
nl: Zet in leeslijst
pl: Dodaj do listyCzytelnia
pt_br: Adicionar à Lista de Leitura
pt_pt: Adicionar à Lista de Leitura
ro: Adăugați la lista de lecturi
ru: Добавить в список для чтения
sk: Pridať do zoznamu Na prečítanie
sv: Lägg till i läslistan
th: เพิ่มไปยังรายการอ่าน
tr: Okuma Listesine Ekle
uk: До Читанки
vi: Thêm vào Danh sách đọc
zh_hans: 添加到阅读列表
zh_hant: 加入閱讀列表
zh_hk: 添加到閱讀清單

# TK.Action.adjust
source: Adjust
ar: ضبط
bg: Коригирай
ca: Ajustar
cs: Upravit
da: Juster
de: Anpassen
el: Προσαρμογή
es: Ajustar
es_419: Ajustar
fi: Muokkaa
fr: Ajuster
fr_ca: Ajuster
he: כוונן
hi: ऐडजस्ट करें
hr: Prilagodi
hu: Beállítás
id: Sesuaikan
it: Regola
ja: 調整
kk: Реттеу
ko: 조정
ms: Laras
nb: Juster
nl: Pas aan
pl: Skoryguj
pt_br: Ajustar
pt_pt: Ajustar
ro: Ajustați
ru: Изменить
sk: Upraviť
sv: Justera
th: ปรับ
tr: Ayarla
uk: Змінити
vi: Điều chỉnh
zh_hans: 调整
zh_hant: 調整
zh_hk: 調整

# TK.Action.advanced
source: Advanced
ar: متقدم
bg: Допълнителни
ca: Avançat
cs: Pokročilé
da: Avanceret
de: Erweitert
el: Προηγμένα
es: Avanzado
es_419: Avanzado
fi: Lisävalinnat
fr: Avancé
fr_ca: Avancé
he: מתקדם
hi: एडवांस
hr: Napredno
hu: Haladó
id: Lanjutan
it: Avanzate
ja: 詳細
kk: Қосымша
ko: 고급
ms: Lanjutan
nb: Avansert
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançado
ro: Avansat
ru: Дополнительно
sk: Rozšírené
sv: Avancerat
th: ขั้นสูง
tr: İleri Düzey
uk: Додатково
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階
zh_hk: 進階

# TK.Action.agree
source: Agree
ar: موافقة
bg: Приемам
ca: Acceptar
cs: Souhlasím
da: Enig
de: Akzeptieren
el: Αποδοχή
es: Acepto
es_419: Aceptar
fi: Hyväksy
fr: Accepter
fr_ca: Accepter
he: אני מסכים/ה
hi: सहमत
hr: Slažem se
hu: Elfogadás
id: Setuju
it: Accetta
ja: 同意する
kk: Келісу
ko: 동의
ms: Setuju
nb: Godta
nl: Akkoord
pl: Akceptuję
pt_br: Concordar
pt_pt: Concordar
ro: Acceptați
ru: Принять
sk: Súhlasím
sv: Godkänn
th: ยอมรับ
tr: Kabul Et
uk: Погоджуюсь
vi: Đồng ý
zh_hans: 同意
zh_hant: 同意
zh_hk: 同意

# TK.Action.all
source: All
ar: الكل
bg: Всички
ca: Tot
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todo
es_419: Todo
fi: Kaikki
fr: Tout
fr_ca: Tout
he: הכל
hi: सभी
hr: Sve
hu: Összes
id: Semua
it: Tutti
ja: すべて
kk: Барлығы
ko: 모두
ms: Semua
nb: Alle
nl: Alle
pl: Wszystkie
pt_br: Tudo
pt_pt: Todos
ro: Toate
ru: Все
sk: Všetky
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部
zh_hk: 所有

# TK.Action.allApps
source: All Apps
ar: كل التطبيقات
bg: Всички приложения
ca: Totes les apps
cs: Všechny aplikace
da: Alle apps
de: Alle Apps
el: Όλες οι εφαρμογές
es: Todas las apps
es_419: Todas las aplicaciones
fi: Kaikki apit
fr: Toutes les apps
fr_ca: Toutes les applications
he: כל היישומים
hi: सभी ऐप्स
hr: Sve aplikacije
hu: Összes app
id: Semua Aplikasi
it: Tutte le app
ja: すべてのApp
kk: Барлық қолданба
ko: 모든 앱
ms: Semua Aplikasi
nb: Alle apper
nl: Alle apps
pl: Wszystkie aplikacje
pt_br: Todos os aplicativos
pt_pt: Todas as Apps
ro: Toate aplicațiile
ru: Все приложения
sk: Všetky apky
sv: Alla appar
th: แอปทั้งหมด
tr: Tüm Uygulamalar
uk: Усі програми
vi: Tất cả ứng dụng
zh_hans: 所有App
zh_hant: 所有App
zh_hk: 所有應用程式

# TK.Action.allContacts
source: All Contacts
ar: كل جهات الاتصال
bg: Всички контакти
ca: Contactes (tots)
cs: Všechny kontakty
da: Alle kontakter
de: Alle Kontakte
el: Όλες οι επαφές
es: Todos los contactos
es_419: Todos los contactos
fi: Kaikki yhteystiedot
fr: Tous les contacts
fr_ca: Tous les contacts
he: כל אנשי הקשר
hi: सभी संपर्क
hr: Svi kontakti
hu: Összes kontakt
id: Semua Kontak
it: Tutti i contatti
ja: すべての連絡先
kk: Барлық контакті
ko: 모든 연락처
ms: Semua Kenalan
nb: Alle kontakter
nl: Alle contacten
pl: Wszystkie kontakty
pt_br: Todos os Contatos
pt_pt: Todos os Contactos
ro: Contacte
ru: От всех контактов
sk: Všetky kontakty
sv: Alla kontakter
th: รายชื่อทั้งหมด
tr: Tüm Kişiler
uk: Усі контакти
vi: Tất cả liên hệ
zh_hans: 所有联系人
zh_hant: 所有聯絡人
zh_hk: 所有聯絡人

# TK.Action.allow
source: Allow
ar: السماح
bg: Позволи
ca: Permetre
cs: Povolit
da: Tillad
de: Erlauben
el: Να επιτραπεί
es: Permitir
es_419: Permitir
fi: Salli
fr: Autoriser
fr_ca: Autoriser
he: אפשר
hi: अनुमति दें
hr: Dozvoli
hu: Engedélyezés
id: Izinkan
it: Consenti
ja: 許可
kk: Рұқсат беру
ko: 허용
ms: Benarkan
nb: Tillat
nl: Sta toe
pl: Pozwól
pt_br: Permitir
pt_pt: Permitir
ro: Permiteți
ru: Разрешить
sk: Povoliť
sv: Tillåt
th: อนุญาต
tr: İzin Ver
uk: Дозволити
vi: Cho phép
zh_hans: 允许
zh_hant: 允許
zh_hk: 允許

# TK.Action.allowNotifications
source: Allow Notifications
ar: السماح بالإشعارات
bg: Позволи известия
ca: Permetre notificacions
cs: Povolit oznámení
da: Tillad notifikationer
de: Mitteilungen erlauben
el: Επιτρέψτε ειδοποιήσεις
es: Permitir notificaciones
es_419: Permitir notificaciones
fi: Salli ilmoitukset
fr: Autoriser les notifications
fr_ca: Autoriser les notifications
he: אפשר עדכונים
hi: सूचनाओं को अनुमति दें
hr: Dozvoli obavijesti
hu: Értesítések engedélyezése
id: Izinkan Pemberitahuan
it: Consenti notifiche
ja: 通知を許可
kk: Хабарландыруларға рұқсат беру
ko: 알림 허용
ms: Benarkan Pemberitahuan
nb: Tillat varsler
nl: Sta meldingen toe
pl: Włącz powiadomienia
pt_br: Permitir Notificações
pt_pt: Permitir Notificações
ro: Permitere notificări
ru: Допуск уведомлений
sk: Povoliť hlásenia
sv: Tillåt notiser
th: อนุญาตการแจ้งเตือน
tr: Bildirimlere İzin Ver
uk: Дозволити сповіщення
vi: Cho phép Thông báo
zh_hans: 允许通知
zh_hant: 允許通知
zh_hk: 允許通知

# TK.Action.allowOnce
source: Allow Once
ar: السماح لمرة واحدة
bg: Позволи веднъж
ca: Permetre una vegada
cs: Povolit jednou
da: Tillad en gang
de: Einmal erlauben
el: Να επιτραπεί μία φορά
es: Permitir
es_419: Permitir una vez
fi: Salli kerran
fr: Autoriser une fois
fr_ca: Autoriser une fois
he: אפשר פעם אחת
hi: एक बार अनुमति दें
hr: Dozvoli jedanput
hu: Engedélyezés egyszer
id: Izinkan Sekali
it: Consenti una volta
ja: 1度だけ許可
kk: Бір рет рұқсат беру
ko: 한 번 허용
ms: Benarkan Sekali
nb: Tillat én gang
nl: Sta één sessie toe
pl: Pozwól raz
pt_br: Permitir Uma Vez
pt_pt: Permitir Uma Vez
ro: Permiteți o dată
ru: Однократно
sk: Povoliť raz
sv: Tillåt en gång
th: อนุญาตครั้งเดียว
tr: Bir Kez İzin Ver
uk: Дозволити один раз
vi: Cho phép một lần
zh_hans: 允许一次
zh_hant: 允許一次
zh_hk: 允許一次

# TK.Action.allPhotos
source: All Photos
ar: كل الصور
bg: Всички снимки
ca: Totes les fotos
cs: Všechny fotky
da: Alle fotos
de: Alle Fotos
el: Όλες οι φωτό
es: Todas las fotos
es_419: Todas las fotos
fi: Kaikki kuvat
fr: Toutes les photos
fr_ca: Toutes les photos
he: כל התמונות
hi: सभी तस्वीरें
hr: Sve fotografije
hu: Összes fotó
id: Semua Foto
it: Tutte le foto
ja: すべての写真
kk: Барлық фото
ko: 모든 사진
ms: Semua Foto
nb: Alle bilder
nl: Alle foto's
pl: Wszystkie zdjęcia
pt_br: Todas as Fotos
pt_pt: Todas as Fotos
ro: Toate pozele
ru: Все фото
sk: Všetky fotky
sv: Alla bilder
th: รูปภาพทั้งหมด
tr: Tüm Fotoğraflar
uk: Усі фото
vi: Tất cả ảnh
zh_hans: 所有照片
zh_hant: 所有照片
zh_hk: 所有照片

# TK.Action.alwaysAllow
source: Always Allow
ar: السماح دائمًا
bg: Позволявай винаги
ca: Permetre sempre
cs: Povolit vždy
da: Tillad altid
de: Immer erlauben
el: Να επιτρέπεται πάντα
es: Permitir siempre
es_419: Permitir siempre
fi: Salli aina
fr: Toujours autoriser
fr_ca: Toujours autoriser
he: אפשר תמיד
hi: हमेशा अनुमति दें
hr: Uvijek dozvoli
hu: Engedélyezés mindig
id: Selalu Izinkan
it: Consenti sempre
ja: 常に許可
kk: Әрдайым рұқсат ету
ko: 항상 허용
ms: Sentiasa Benarkan
nb: Alltid tillat
nl: Sta altijd toe
pl: Zawsze pozwalaj
pt_br: Permitir Sempre
pt_pt: Sempre Permitir
ro: Permiteți întotdeauna
ru: Разрешать всегда
sk: Vždy povoliť
sv: Tillåt alltid
th: อนุญาตเสมอ
tr: Her Zaman İzin Ver
uk: Завжди дозволяти
vi: Luôn cho phép
zh_hans: 始终允许
zh_hant: 永遠允許
zh_hk: 總是允許

# TK.Action.answer
source: Answer
ar: رد
bg: Отговори
ca: Contestar
cs: Přijmout
da: Svar
de: Annehmen
el: Απάντηση
es: Responder
es_419: Responder
fi: Vastaa
fr: Répondre
fr_ca: Répondre
he: ענה
hi: जवाब दें
hr: Odgovori
hu: Válasz
id: Jawab
it: Rispondi
ja: 応答
kk: Жауап беру
ko: 응답하기
ms: Jawab
nb: Svar
nl: Neem op
pl: Odbierz
pt_br: Responder
pt_pt: Responder
ro: Răspundeți
ru: Ответить
sk: Zdvihnúť
sv: Svara
th: รับสาย
tr: Yanıtla
uk: Відповісти
vi: Trả lời
zh_hans: 接听
zh_hant: 接聽
zh_hk: 回答

# TK.Action.approve
source: Approve
ar: موافقة
bg: Одобри
ca: Permetre
cs: Schválit
da: Godkend
de: Genehmigen
el: Έγκριση
es: Aprobar
es_419: Aprobar
fi: Hyväksy
fr: Autoriser
fr_ca: Approuver
he: אישור
hi: अनुमोदित करें
hr: Odobri
hu: Jóváhagyás
id: Setujui
it: Approva
ja: 承認
kk: Бекіту
ko: 승인
ms: Luluskan
nb: Godkjenn
nl: Keur goed
pl: Zatwierdź
pt_br: Aprovar
pt_pt: Aprovar
ro: Aprobați
ru: Одобрить
sk: Schváliť
sv: Godkänn
th: อนุมัติ
tr: Onayla
uk: Схвалити
vi: Phê duyệt
zh_hans: 批准
zh_hant: 核准
zh_hk: 批准

# TK.Action.approveAllDay
source: Approve all day
ar: موافقة طوال اليوم
bg: Одобри за цял ден
ca: Permetre tot el dia
cs: Schválit na celý den
da: Godkend for hele dagen
de: Ganzen Tag genehmigen
el: Έγκριση για όλη την ημέρα
es: Aprobar todo el día
es_419: Aprobar todo el día
fi: Hyväksy koko päiväksi
fr: Approuver pour la journée
fr_ca: Approuver toute la journée
he: אישור ליום שלם
hi: पूरे दिन के लिए अनुमोदित करें
hr: Odobri za cijeli dan
hu: Jóváhagyás egész napra
id: Setujui sepanjang hari
it: Approva tutto il giorno
ja: 終日許可
kk: Бір күнге мақұлдау
ko: 하루 종일 승인
ms: Luluskan seharian
nb: Godkjenn hele dagen
nl: Keur hele dag goed
pl: Zatwierdź cały dzień
pt_br: Aprovar o dia inteiro
pt_pt: Aprovar o Dia Todo
ro: Aprobați pentru toată ziua
ru: Одобрить на день
sk: Schváliť na celý deň
sv: Godkänn hela dagen
th: อนุญาตทั้งวัน
tr: Tüm gün için onayla
uk: Схвалити на день
vi: Phê duyệt cho cả ngày
zh_hans: 批准全天使用
zh_hant: 核准使用整天
zh_hk: 全天批准

# TK.Action.approveForAnHour
source: Approve for an hour
ar: موافقة لمدة ساعة
bg: Одобри за час
ca: Permetre una hora
cs: Schválit na hodinu
da: Godkend i en time
de: Eine Stunde genehmigen
el: Έγκριση για μία ώρα
es: Aprobar durante una hora
es_419: Aprobar por una hora
fi: Hyväksy tunniksi
fr: Approuver pour une heure
fr_ca: Approuver pendant une heure
he: לאשר לשעה
hi: एक घंटे के लिए अनुमोदित करें
hr: Odobri na jedan sat
hu: Jóváhagyás egy órára
id: Setujui selama satu jam
it: Approva per un’ora
ja: 1時間許可
kk: Бір сағатқа мақұлдау
ko: 1시간 승인
ms: Luluskan selama sejam
nb: Godkjenn i en time
nl: Keur goed voor een uur
pl: Zatwierdź godzinę
pt_br: Aprovar por uma hora
pt_pt: Aprovar por uma Hora
ro: Aprobați pentru o oră
ru: Одобрить на час
sk: Schváliť na hodinu
sv: Godkänn i en timme
th: อนุญาตเป็นเวลาหนึ่งชั่วโมง
tr: Bir saat için onayla
uk: Схвалити на 1 год
vi: Phê duyệt cho một giờ
zh_hans: 批准使用一小时
zh_hant: 核准使用一小時
zh_hk: 批准一小時
